Repository: payne1982/sshborg-ios
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, ru, uk, zh_hans

# notification_active_sessions
source: %d active sessions
de: %d aktive Sitzungen
es: %d sesiones activas
fr: %d sessions actives
it: %d sessioni attive
ja: %d 件のアクティブなセッション
pt: %d sessões ativas
ru: %d активных сессий
uk: %d активних сесій
zh_hans: %d 个活跃会话

# notification_bg_downloads
source: %d files downloading
de: %d Dateien werden heruntergeladen
es: %d archivos descargando
fr: %d fichiers en téléchargement
it: %d file in download
ja: %d 件のファイルをダウンロード中
pt: %d ficheiros a transferir
ru: %d файлов скачивается
uk: %d файли завантажуються
zh_hans: %d 个文件正在下载

# notification_channel_description
source: Shows active SSH/SFTP sessions
de: Zeigt aktive SSH/SFTP-Sitzungen an
es: Muestra las sesiones SSH/SFTP activas
fr: Affiche les sessions SSH/SFTP actives
it: Mostra le sessioni SSH/SFTP attive
ja: アクティブな SSH/SFTP セッションを表示
pt: Mostra as sessões SSH/SFTP ativas
ru: Показывает активные сессии SSH/SFTP
uk: Показує активні SSH/SFTP-сесії
zh_hans: 显示活跃的 SSH/SFTP 会话

# notification_channel_name
source: Active SSH sessions
de: Aktive SSH-Sitzungen
es: Sesiones SSH activas
fr: Sessions SSH actives
it: Sessioni SSH attive
ja: アクティブな SSH セッション
pt: Sessões SSH ativas
ru: Активные SSH-сессии
uk: Активні SSH-сесії
zh_hans: 活跃 SSH 会话

# notification_channel_transfers_description
source: Notifications when file transfers complete
de: Benachrichtigungen nach Dateiübertragungen
es: Notificaciones al finalizar transferencias
fr: Notifications à la fin des transferts
it: Notifiche al termine dei trasferimenti
ja: ファイル転送完了時に通知
pt: Notificações ao fim das transferências
ru: Уведомления о завершении передачи файлов
uk: Сповіщення після завершення передачі файлів
zh_hans: 文件传输完成时发送通知

# notification_channel_transfers_name
source: File transfers
de: Dateiübertragungen
es: Transferencias de archivos
fr: Transferts de fichiers
it: Trasferimenti file
ja: ファイル転送
pt: Transferências de ficheiros
ru: Передача файлов
uk: Передача файлів
zh_hans: 文件传输

# notification_disconnect_all
source: Disconnect all
de: Alle trennen
es: Desconectar todo
fr: Tout déconnecter
it: Disconnetti tutto
ja: すべて切断
pt: Desligar tudo
ru: Отключить все
uk: Від'єднати все
zh_hans: 断开所有连接

# notification_no_sessions
source: No active sessions
de: Keine aktiven Sitzungen
es: No hay sesiones activas
fr: Aucune session active
it: Nessuna sessione attiva
ja: アクティブなセッションなし
pt: Sem sessões ativas
ru: Нет активных сессий
uk: Немає активних сесій
zh_hans: 无活跃会话

# password_auth_failed
source: Authentication failed. Please try again.
de: Authentifizierung fehlgeschlagen. Bitte erneut versuchen.
es: Autenticación fallida. Por favor, inténtalo de nuevo.
fr: Authentification échouée. Veuillez réessayer.
it: Autenticazione fallita. Riprova.
ja: 認証に失敗しました。もう一度お試しください。
pt: Autenticação falhada. Por favor, tente novamente.
ru: Ошибка аутентификации. Попробуйте снова.
uk: Автентифікацію не вдалося. Будь ласка, спробуйте ще раз.
zh_hans: 身份验证失败，请重试。

# password_dialog_title
source: Password for %1$@
de: Passwort für %1$@
es: Contraseña para %1$@
fr: Mot de passe pour %1$@
it: Password per %1$@
ja: %1$@ のパスワード
pt: Palavra-passe para %1$@
ru: Пароль для %1$@
uk: Пароль для %1$@
zh_hans: %1$@ 的密码

# password_field_label
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# privacy_policy_dialog_body
source: Before using SSHBorg, please review our Privacy Policy. SSHBorg stores all data locally on your device only — no data is ever sent to us or any third party.
de: Bitte lies unsere Datenschutzrichtlinie, bevor du SSHBorg verwendest. SSHBorg speichert alle Daten lokal auf deinem Gerät – es werden keine Daten an uns oder Dritte übermittelt.
es: Antes de usar SSHBorg, revisa nuestra Política de privacidad. SSHBorg almacena todos los datos localmente en tu dispositivo — nunca se envía ningún dato a nosotros ni a terceros.
fr: Avant d'utiliser SSHBorg, veuillez lire notre Politique de confidentialité. SSHBorg stocke toutes les données localement sur votre appareil — aucune donnée n'est jamais envoyée à nous ou à des tiers.
it: Prima di usare SSHBorg, leggi la nostra Informativa sulla privacy. SSHBorg conserva tutti i dati localmente sul tuo dispositivo — nessun dato viene mai inviato a noi o a terze parti.
ja: SSHBorg をご利用になる前に、プライバシーポリシーをご確認ください。SSHBorg はすべてのデータをお使いのデバイスのみに保存します — データが私たちや第三者に送信されることは一切ありません。
pt: Antes de usar o SSHBorg, revise a nossa Política de privacidade. O SSHBorg armazena todos os dados localmente no seu dispositivo — nenhum dado é enviado a nós ou a terceiros.
ru: Перед использованием SSHBorg ознакомьтесь с нашей Политикой конфиденциальности. SSHBorg хранит все данные только локально на вашем устройстве — они никогда не передаются нам или третьим лицам.
uk: Перед використанням SSHBorg ознайомтеся з нашою Політикою конфіденційності. SSHBorg зберігає всі дані лише на вашому пристрої — жодні дані не передаються нам або третім особам.
zh_hans: 在使用 SSHBorg 之前，请阅读我们的隐私政策。SSHBorg 仅将所有数据存储在您的设备本地 — 任何数据均不会发送给我们或任何第三方。

# privacy_policy_dialog_title
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності
zh_hans: 隐私政策

# root_warning_body
source: This device appears to be rooted. On rooted devices the security guarantees of the Android Keystore are weakened, and other apps may be able to access sensitive data. Proceed with caution.
de: Dieses Gerät scheint gerootet zu sein. Auf gerooteten Geräten sind die Sicherheitsgarantien des Android Keystores geschwächt, und andere Apps könnten auf sensible Daten zugreifen. Vorsicht geboten.
es: Este dispositivo parece estar rooteado. En dispositivos rooteados, las garantías de seguridad del Android Keystore están debilitadas y otras aplicaciones podrían acceder a datos sensibles. Procede con precaución.
fr: Cet appareil semble être rooté. Sur les appareils rootés, les garanties de sécurité de l'Android Keystore sont affaiblies et d'autres applications pourraient accéder aux données sensibles. Procédez avec prudence.
it: Questo dispositivo sembra essere con root. Sui dispositivi con root le garanzie di sicurezza dell'Android Keystore sono ridotte e altre app potrebbero accedere ai dati sensibili. Procedi con cautela.
ja: このデバイスは root 化されているようです。root 化されたデバイスでは Android Keystore のセキュリティ保証が弱まり、他のアプリが機密データにアクセスできる可能性があります。注意して使用してください。
pt: Este dispositivo parece ter root. Em dispositivos com root, as garantias de segurança do Android Keystore estão enfraquecidas e outras aplicações podem aceder a dados sensíveis. Proceda com cautela.
ru: Похоже, на этом устройстве получены root-права. На устройствах с root гарантии безопасности Android Keystore ослаблены, и другие приложения могут получить доступ к конфиденциальным данным. Продолжайте с осторожностью.
uk: Схоже, цей пристрій має root-доступ. На пристроях з root гарантії безпеки Android Keystore послаблені, і інші додатки можуть отримати доступ до конфіденційних даних. Будьте обережні.
zh_hans: 此设备似乎已获取 root 权限。在 root 设备上，Android Keystore 的安全保障有所削弱，其他应用可能访问敏感数据。请谨慎使用。

# root_warning_title
source: Security warning
de: Sicherheitswarnung
es: Aviso de seguridad
fr: Avertissement de sécurité
it: Avviso di sicurezza
ja: セキュリティ警告
pt: Aviso de segurança
ru: Предупреждение безопасности
uk: Попередження безпеки
zh_hans: 安全警告

# security_reminder_body
source: Enable an app lock and hardware encryption in Settings to keep your credentials safe.
de: Aktiviere eine App-Sperre und Hardware-Verschlüsselung in den Einstellungen, um deine Zugangsdaten zu schützen.
es: Activa un bloqueo de la app y el cifrado por hardware en Ajustes para mantener seguras tus credenciales.
fr: Activez un verrouillage de l'app et le chiffrement matériel dans les Paramètres pour protéger vos identifiants.
it: Abilita un blocco dell'app e la cifratura hardware nelle Impostazioni per tenere al sicuro le tue credenziali.
ja: 認証情報を安全に保つため、設定でアプリのロックとハードウェア暗号化を有効にしてください。
pt: Ative um bloqueio da app e a encriptação por hardware nas Definições para manter as suas credenciais seguras.
ru: Включите блокировку приложения и аппаратное шифрование в настройках, чтобы защитить свои данные.
uk: Увімкніть блокування застосунку та апаратне шифрування в Налаштуваннях для захисту ваших облікових даних.
zh_hans: 请在设置中启用应用锁和硬件加密，以保护您的凭据安全。

# security_reminder_title
source: Security tip
de: Sicherheitshinweis
es: Consejo de seguridad
fr: Conseil de sécurité
it: Suggerimento di sicurezza
ja: セキュリティのヒント
pt: Dica de segurança
ru: Совет по безопасности
uk: Порада з безпеки
zh_hans: 安全提示

# session_picker_new_session
source: New %1$@ session
de: Neue %1$@-Sitzung
es: Nueva sesión de %1$@
fr: Nouvelle session %1$@
it: Nuova sessione %1$@
ja: 新しい %1$@ セッション
pt: Nova sessão de %1$@
ru: Новая сессия «%1$@»
uk: Нова сесія %1$@
zh_hans: 新建 %1$@ 会话

# session_picker_session_label
source: Session %1$d
de: Sitzung %1$d
es: Sesión %1$d
it: Sessione %1$d
ja: セッション %1$d
pt: Sessão %1$d
ru: Сессия %1$d
uk: Сесія %1$d
zh_hans: 会话 %1$d

# session_picker_title
source: %1$@ — %2$@ sessions
de: %1$@ — %2$@-Sitzungen
es: %1$@ — sesiones de %2$@
fr: %1$@ — sessions %2$@
it: %1$@ — sessioni %2$@
ja: %1$@ — %2$@ セッション
pt: %1$@ — sessões de %2$@
ru: %1$@ — сессии «%2$@»
uk: %1$@ — сесії %2$@
zh_hans: %1$@ — %2$@ 个会话

# session_status_connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
pt: Ligado
ru: Подключено
uk: Підключено
zh_hans: 已连接

# session_status_connecting
source: Connecting…
de: Wird verbunden…
es: Conectando…
fr: Connexion en cours…
it: Connessione in corso…
ja: 接続中…
pt: A ligar…
ru: Подключение…
uk: Підключення…
zh_hans: 连接中…

# session_status_disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断済み
pt: Desligado
ru: Отключено
uk: Відключено
zh_hans: 已断开

# session_status_error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误

# session_type_files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
pt: Ficheiros
ru: Файлы
uk: Файли
zh_hans: 文件

# settings_allow_screenshots_subtitle
source: Permit screenshots and screen recording. Leave disabled to protect sensitive content.
de: Screenshots und Bildschirmaufnahmen erlauben. Deaktiviert lassen, um sensible Inhalte zu schützen.
es: Permitir capturas de pantalla y grabación de pantalla. Déjalo desactivado para proteger el contenido sensible.
fr: Autoriser les captures d'écran et l'enregistrement. Laisser désactivé pour protéger les contenus sensibles.
it: Permetti screenshot e registrazione dello schermo. Lascia disattivato per proteggere i contenuti sensibili.
ja: スクリーンショットと画面録画を許可します。機密コンテンツを保護するため、無効のままにすることを推奨します。
pt: Permitir capturas de ecrã e gravação de ecrã. Manter desativado para proteger conteúdo sensível.
ru: Разрешить скриншоты и запись экрана. Оставьте выключенным для защиты конфиденциальных данных.
uk: Дозволити знімки екрана та запис екрана. Залиште вимкненим для захисту конфіденційного вмісту.
zh_hans: 允许截图和录屏。建议保持禁用以保护敏感内容。

# settings_allow_screenshots_title
source: Allow screenshots
de: Screenshots erlauben
es: Permitir capturas de pantalla
fr: Autoriser les captures d'écran
it: Consenti screenshot
ja: スクリーンショットを許可
pt: Permitir capturas de ecrã
ru: Разрешить скриншоты
uk: Дозволити знімки екрана
zh_hans: 允许截图

# settings_app_lock_title
source: App lock
de: App-Sperre
es: Bloqueo de la app
fr: Verrouillage de l'app
it: Blocco app
ja: アプリのロック
pt: Bloqueio da app
ru: Блокировка приложения
uk: Блокування застосунку
zh_hans: 应用锁

# settings_backup_export_action
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
pt: Exportar
ru: Экспорт
uk: Експорт
zh_hans: 导出

# settings_backup_export_subtitle
source: Save host configurations and app settings to a JSON file. Passwords and keys are not included.
de: Host-Konfigurationen und App-Einstellungen in eine JSON-Datei speichern. Passwörter und Schlüssel sind nicht enthalten.
es: Guardar las configuraciones de los hosts y los ajustes de la app en un archivo JSON. Las contraseñas y claves no están incluidas.
fr: Enregistrer les configurations des hôtes et les réglages de l'application dans un fichier JSON. Les mots de passe et les clés ne sont pas inclus.
it: Salva le configurazioni degli host e le impostazioni dell'app in un file JSON. Password e chiavi non sono incluse.
ja: ホストの設定とアプリの設定を JSON ファイルに保存します。パスワードと鍵は含まれません。
pt: Salvar as configurações dos hosts e as configurações do app em um arquivo JSON. Senhas e chaves não são incluídas.
ru: Сохранить конфигурации хостов и настройки приложения в файл JSON. Пароли и ключи не включаются.
uk: Зберегти конфігурації хостів і налаштування застосунку у файл JSON. Паролі та ключі не включені.
zh_hans: 将主机配置和应用设置保存到 JSON 文件。不包含密码和密钥。

# settings_backup_export_title
source: Export backup
de: Backup exportieren
es: Exportar copia
fr: Exporter la sauvegarde
it: Esporta backup
ja: バックアップをエクスポート
pt: Exportar cópia
ru: Экспорт копии
uk: Експортувати резервну копію
zh_hans: 导出备份

# settings_backup_import_action
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
pt: Importar
ru: Импорт
uk: Імпорт
zh_hans: 导入

# settings_backup_import_subtitle
source: Load host configurations and app settings from a JSON file. Existing hosts with the same name will be updated; passwords and keys will not be imported.
de: Host-Konfigurationen und App-Einstellungen aus einer JSON-Datei laden. Vorhandene Hosts mit demselben Namen werden aktualisiert; Passwörter und Schlüssel werden nicht importiert.
es: Cargar las configuraciones de los hosts y los ajustes de la app desde un archivo JSON. Los hosts existentes con el mismo nombre se actualizarán; las contraseñas y claves no se importarán.
fr: Charger les configurations des hôtes et les réglages de l'application depuis un fichier JSON. Les hôtes existants avec le même nom seront mis à jour ; mots de passe et clés ne seront pas importés.
it: Carica le configurazioni degli host e le impostazioni dell'app da un file JSON. Gli host esistenti con lo stesso nome verranno aggiornati; password e chiavi non verranno importate.
ja: JSON ファイルからホストの設定とアプリの設定を読み込みます。同名の既存ホストは更新されます。パスワードと鍵はインポートされません。
pt: Carregar as configurações dos hosts e as configurações do app de um arquivo JSON. Hosts existentes com o mesmo nome serão atualizados; senhas e chaves não serão importadas.
ru: Загрузить конфигурации хостов и настройки приложения из файла JSON. Существующие хосты с тем же именем будут обновлены; пароли и ключи импортированы не будут.
uk: Завантажити конфігурації хостів і налаштування застосунку із файлу JSON. Наявні хости з такою самою назвою будуть оновлені; паролі та ключі не будуть імпортовані.
zh_hans: 从 JSON 文件加载主机配置和应用设置。同名的现有主机将被更新；密码和密钥不会被导入。

# settings_backup_import_title
source: Import backup
de: Backup importieren
es: Importar copia
fr: Importer la sauvegarde
it: Importa backup
ja: バックアップをインポート
pt: Importar cópia
ru: Импорт копии
uk: Імпортувати резервну копію
zh_hans: 导入备份

# settings_biometric_available
source: Require authentication when returning to the app
de: Authentifizierung beim Zurückkehren zur App verlangen
es: Requerir autenticación al volver a la app
fr: Demander l'authentification au retour dans l'application
it: Richiedi autenticazione quando torni all'app
ja: アプリに戻るときに認証を要求する
pt: Exigir autenticação ao regressar à aplicação
ru: Требовать аутентификацию при возврате в приложение
uk: Вимагати автентифікацію при поверненні до додатка
zh_hans: 返回应用时需要身份验证

# settings_biometric_lock_title
source: Biometric lock
de: Biometrische Sperre
es: Bloqueo biométrico
fr: Verrouillage biométrique
it: Blocco biometrico
ja: 生体認証ロック
pt: Bloqueio biométrico
ru: Биометрическая блокировка
uk: Біометричне блокування
zh_hans: 生物识别锁定

# settings_biometric_unavailable
source: No biometric or screen lock set up on this device
de: Keine biometrische Sperre oder Bildschirmsperre auf diesem Gerät eingerichtet
es: No hay bloqueo biométrico o de pantalla configurado en este dispositivo
fr: Aucun verrou biométrique ou d'écran configuré sur cet appareil
it: Nessun blocco biometrico o schermo configurato sul dispositivo
ja: このデバイスに生体認証または画面ロックが設定されていません
pt: Nenhum bloqueio biométrico ou de ecrã configurado neste dispositivo
ru: На устройстве не настроена биометрия или блокировка экрана
uk: На цьому пристрої не налаштовано біометричний або екранний замок
zh_hans: 此设备未设置生物识别或屏幕锁定

# settings_confirm_exit_subtitle
source: Ask for confirmation before closing the app
de: Vor dem Schließen der App um Bestätigung bitten
es: Pedir confirmación antes de cerrar la app
fr: Demander confirmation avant de fermer l'application
it: Chiedi conferma prima di chiudere l'app
ja: アプリを閉じる前に確認する
pt: Pedir confirmação antes de fechar a aplicação
ru: Запрашивать подтверждение перед закрытием приложения
uk: Запитувати підтвердження перед закриттям додатка
zh_hans: 关闭应用前询问确认

# settings_confirm_exit_title
source: Confirm exit
de: Beenden bestätigen
es: Confirmar salida
fr: Confirmer la sortie
it: Conferma uscita
ja: 終了の確認
pt: Confirmar saída
ru: Подтверждение выхода
uk: Підтвердити вихід
zh_hans: 确认退出

# settings_double_tap_none
source: Nothing
de: Nichts
es: Nada
fr: Rien
it: Niente
ja: なし
pt: Nada
ru: Ничего
uk: Нічого
zh_hans: 无

# settings_double_tap_subtitle
source: What a double-tap on the terminal sends to the shell
de: Was ein Doppeltippen im Terminal an die Shell sendet
es: Qué envía a la shell un doble toque en el terminal
fr: Ce qu'un double appui sur le terminal envoie au shell
it: Cosa invia alla shell un doppio tocco sul terminale
ja: ターミナルをダブルタップしたときにシェルへ送る内容
pt: O que um toque duplo no terminal envia para a shell
ru: Что двойное касание терминала отправляет в оболочку
uk: Що подвійний дотик до термінала надсилає в оболонку
zh_hans: 在终端双击时向 shell 发送的内容

# settings_double_tap_tab
source: Send Tab
de: Tab senden
es: Enviar Tab
fr: Envoyer Tab
it: Invia Tab
ja: Tab を送信
pt: Enviar Tab
ru: Отправить Tab
uk: Надіслати Tab
zh_hans: 发送 Tab

# settings_double_tap_tab_twice
source: Send Tab twice
de: Tab zweimal senden
es: Enviar Tab dos veces
fr: Envoyer Tab deux fois
it: Invia Tab due volte
ja: Tab を 2 回送信
pt: Enviar Tab duas vezes
ru: Отправить Tab дважды
uk: Надіслати Tab двічі
zh_hans: 发送两次 Tab

# settings_double_tap_title
source: Double-tap action
de: Doppeltipp-Aktion
es: Acción de doble toque
fr: Action du double appui
it: Azione doppio tocco
ja: ダブルタップの動作
pt: Ação de toque duplo
ru: Действие двойного касания
uk: Дія подвійного дотику
zh_hans: 双击操作

# settings_encrypt_dialog_body
source: Your SSH private keys and host passwords will be encrypted using this device's secure hardware. Encrypted data is bound to this device and app installation. If you uninstall the app, your current keys will become inaccessible and you will need to generate new ones and add them to your servers again.
de: Deine privaten SSH-Schlüssel und Host-Passwörter werden mit der sicheren Hardware dieses Geräts verschlüsselt. Verschlüsselte Daten sind an dieses Gerät und diese App-Installation gebunden. Wenn du die App deinstallierst, werden deine aktuellen Schlüssel unzugänglich und du musst neue generieren und zu deinen Servern hinzufügen.
es: Sus claves privadas SSH y las contraseñas de hosts se cifrarán usando el hardware seguro de este dispositivo. Los datos cifrados están vinculados a este dispositivo e instalación de la app. Si desinstala la app, sus claves actuales serán inaccesibles y deberá generar nuevas y añadirlas a sus servidores.
fr: Vos clés privées SSH et les mots de passe des hôtes seront chiffrés à l'aide du matériel sécurisé de cet appareil. Les données chiffrées sont liées à cet appareil et à cette installation de l'application. Si vous désinstallez l'application, vos clés actuelles deviendront inaccessibles et vous devrez en générer de nouvelles et les ajouter à vos serveurs.
it: Le tue chiavi private SSH e le password degli host verranno cifrate usando l'hardware sicuro del dispositivo. I dati cifrati sono vincolati a questo dispositivo e all'installazione dell'app. Se disinstalli l'app, le chiavi attuali diventeranno inaccessibili e dovrai generarne di nuove e aggiungerle ai tuoi server.
ja: SSH 秘密鍵とホストパスワードは、デバイスのセキュアハードウェアを使って暗号化されます。 暗号化されたデータはこのデバイスとアプリのインストールに紐付けられます。アプリをアンインストールすると、現在の鍵にアクセスできなくなり、新たに鍵を生成してサーバーに登録し直す必要があります。
pt: As suas chaves privadas SSH e palavras-passe dos hosts serão cifradas usando o hardware seguro deste dispositivo. Os dados cifrados estão vinculados a este dispositivo e instalação da aplicação. Se desinstalar a aplicação, as suas chaves atuais ficarão inacessíveis e precisará de gerar novas e adicioná-las aos seus servidores.
ru: Ваши приватные SSH-ключи и пароли хостов будут зашифрованы с помощью защищённого оборудования устройства. Зашифрованные данные привязаны к этому устройству и установке приложения. При удалении приложения текущие ключи станут недоступны, и вам придётся сгенерировать новые и снова добавить их на серверы.
uk: Ваші приватні SSH-ключі та паролі хостів будуть зашифровані за допомогою захищеного обладнання цього пристрою. Зашифровані дані прив'язані до цього пристрою та встановлення додатка. Якщо ви видалите додаток, ваші поточні ключі стануть недоступними і вам доведеться генерувати нові та додавати їх до своїх серверів.
zh_hans: 您的 SSH 私钥和主机密码将使用本设备的安全硬件加密。 加密数据与本设备和应用安装绑定。卸载应用后，当前密钥将无法访问，您需要重新生成密钥并添加到服务器。

# settings_encrypt_dialog_title
source: Encrypt sensitive data?
de: Sensible Daten verschlüsseln?
es: ¿Cifrar datos sensibles?
fr: Chiffrer les données sensibles ?
it: Cifrare i dati sensibili?
ja: 機密データを暗号化しますか？
pt: Cifrar dados sensíveis?
ru: Зашифровать чувствительные данные?
uk: Зашифрувати конфіденційні дані?
zh_hans: 加密敏感数据？

# settings_encrypt_subtitle
source: SSH private keys and host passwords are encrypted using this device's secure hardware. If you uninstall the app, encrypted keys will become inaccessible.
de: Privater SSH-Schlüssel und Host-Passwörter werden mit der sicheren Hardware dieses Geräts verschlüsselt. Wenn du die App deinstallierst, werden verschlüsselte Schlüssel unzugänglich.
es: Las claves privadas SSH y las contraseñas de hosts se cifran usando el hardware seguro de este dispositivo. Si desinstala la app, las claves cifradas serán inaccesibles.
fr: Les clés privées SSH et les mots de passe des hôtes sont chiffrés à l'aide du matériel sécurisé de cet appareil. Si vous désinstallez l'application, les clés chiffrées deviendront inaccessibles.
it: Le chiavi private SSH e le password degli host vengono cifrate usando l'hardware sicuro del dispositivo. Se disinstalli l'app, le chiavi cifrate diventeranno inaccessibili.
ja: SSH 秘密鍵とホストパスワードはデバイスのセキュアハードウェアで暗号化されます。アプリをアンインストールすると、暗号化された鍵にアクセスできなくなります。
pt: As chaves privadas SSH e palavras-passe dos hosts são cifradas usando o hardware seguro deste dispositivo. Se desinstalar a aplicação, as chaves cifradas ficarão inacessíveis.
ru: Приватные SSH-ключи и пароли хостов шифруются с помощью защищённого оборудования устройства. При удалении приложения зашифрованные ключи станут недоступны.
uk: Приватні SSH-ключі та паролі хостів шифруються за допомогою захищеного обладнання цього пристрою. Якщо ви видалите додаток, зашифровані ключі стануть недоступними.
zh_hans: SSH 私钥和主机密码使用本设备的安全硬件加密。卸载应用后，已加密的密钥将无法访问。

# settings_encrypt_title
source: Encrypt sensitive data
de: Sensible Daten verschlüsseln
es: Cifrar datos sensibles
fr: Chiffrer les données sensibles
it: Cifra dati sensibili
ja: 機密データを暗号化
pt: Cifrar dados sensíveis
ru: Шифровать чувствительные данные
uk: Шифрувати конфіденційні дані
zh_hans: 加密敏感数据
